[
    {
        "id": 0,
        "input": "Irene Hervey",
        "label": false,
        "initial_response": [
            "Irene Hervey (born Beulah Irene Herwick; July 11, 1909 – December 20, 1998) was an American film, stage, and television actress who appeared in over fifty films and numerous television series spanning her five-decade career."
        ]
    },
    {
        "id": 1,
        "input": "Sedgwick County Zoo",
        "label": false,
        "initial_response": [
            "Having over 3,000 animals of nearly 400 different species, the zoo has slowly increased its visitors and now ranks as the number one outdoor tourist attraction in the state."
        ]
    },
    {
        "id": 2,
        "input": "Amber Chia",
        "label": false,
        "initial_response": [
            "Winner of the Guess Watches Timeless Beauty International Model Search 2004 title, Amber Chia became the world's first Asian model to triumph at global model searches; and the first Asian model to campaign for Guess Watches worldwide."
        ]
    },
    {
        "id": 3,
        "input": "Nate Solder",
        "label": false,
        "initial_response": [
            "He attended Buena Vista High School in Buena Vista, Colorado, where he played tight end for the Buena Vista Demons high school football team."
        ]
    },
    {
        "id": 4,
        "input": "WLUR",
        "label": true,
        "initial_response": [
            "However, the department gave up control of the station in the 2000's, and it has been a student organization since."
        ]
    },
    {
        "id": 5,
        "input": "Albert Stankowski",
        "label": false,
        "initial_response": [
            "From year 2013 a member of the International Council of Museums, and from 2018 a member of the POLIN Museum Council and the director of the Warsaw Ghetto Museum."
        ]
    },
    {
        "id": 6,
        "input": "Chris Fleming",
        "label": false,
        "initial_response": [
            "He graduated in 1985 from William Fremd High School and 1989 from Beloit College in Wisconsin with a major in fine arts and minors in music and psychology with a specific concentration on Abnormal Psychology and Cognitive Psychology as well as Lateral Thinking and Creative Thinking."
        ]
    },
    {
        "id": 7,
        "input": "Apollo 11",
        "label": false,
        "initial_response": [
            "It was in the central \"Milestones of Flight\" exhibition hall in front of the Jefferson Drive entrance, sharing the main hall with other pioneering flight vehicles such as the \"Wright Flyer\", \"Spirit of St. Louis\", Bell X-1, North American X-15 and \"Friendship 7\"."
        ]
    },
    {
        "id": 8,
        "input": "Frank Hole",
        "label": true,
        "initial_response": [
            "He has held visiting professorships at the University of Colorado (1971), Yale (1972–1973), and Masaryk University."
        ]
    },
    {
        "id": 9,
        "input": "Ravi Singh (humanitarian)",
        "label": true,
        "initial_response": [
            "Ravi has been working as a humanitarian since 1999, when he had the idea of taking the concept of langar aka Sikh community kitchen to regions of the world that needed it the most with the hope that it will help to rekindle people’s trust in humanity."
        ]
    },
    {
        "id": 10,
        "input": "Dedicated (Carly Rae Jepsen album)",
        "label": false,
        "initial_response": [
            "The album debuted at No. 18 on the US \"Billboard\" 200, with 21,000 album-equivalent units, which included 13,000 pure album sales."
        ]
    },
    {
        "id": 11,
        "input": "F. Scott Hess",
        "label": false,
        "initial_response": [
            "Hess was represented by Ovsey Gallery in Los Angeles (1985-1994), Hackett-Freedman Gallery in San Francisco (1998-2009), Hirschl & Adler Modern in New York (2010-2013), and has been represented by Koplin Del Rio Gallery in Culver City since 2010."
        ]
    },
    {
        "id": 12,
        "input": "Reg Pollard (general)",
        "label": false,
        "initial_response": [
            "One of his tasks was to prepare the ground for the reintroduction of compulsory national service; the new scheme was enacted in 1951 and remained in force until 1959."
        ]
    },
    {
        "id": 13,
        "input": "What You Waiting For?",
        "label": false,
        "initial_response": [
            "The session was unproductive, due in part to Stefani's self-consciousness and writer's block, and she at one stage broke down in tears in the studio."
        ]
    },
    {
        "id": 14,
        "input": "Robert Abajyan",
        "label": false,
        "initial_response": [
            "After the penetration of Azeri forces inside the line, he brought his wounded comrade machine-gunner Andranik Zohrabyan into the trench cell, which was located at a distance of 30 meters (98 feet)."
        ]
    },
    {
        "id": 15,
        "input": "Shangela",
        "label": false,
        "initial_response": [
            "The same year, he had a supporting role as a drag queen emcee in the film \"A Star Is Born\", alongside Lady Gaga, Bradley Cooper, and Willam Belli."
        ]
    },
    {
        "id": 16,
        "input": "Amy Schumer",
        "label": true,
        "initial_response": [
            "Schumer performed as opening act for Madonna on three New York City dates of the singer's Rebel Heart Tour in September 2015."
        ]
    },
    {
        "id": 17,
        "input": "Tyler Boyd (American football)",
        "label": false,
        "initial_response": [
            "He suffered an MCL sprain in Week 15 and was placed on injured reserve on December 28, 2018."
        ]
    },
    {
        "id": 18,
        "input": "Asiem El Difraoui",
        "label": false,
        "initial_response": [
            "El Difraoui is also one of the founders of the Candid Foundation in Berlin, an independent think tank which attempts to promote intercultural understanding and creative approaches in international development, focussing especially on the Middle East, Africa, Asia and the Mediterranean."
        ]
    },
    {
        "id": 19,
        "input": "2019 Cricket World Cup",
        "label": false,
        "initial_response": [
            "The oldest player for the tournament was South African player, Imran Tahir who was forty years old while the youngest was Afghan spinner Mujeeb Ur Rahman who is eighteen years old."
        ]
    },
    {
        "id": 20,
        "input": "2016 United States presidential election in Vermont",
        "label": false,
        "initial_response": [
            "Third-place finisher Bernie Sanders received the highest write-in draft campaign percentage for a statewide presidential candidate in history."
        ]
    },
    {
        "id": 21,
        "input": "University of the Ryukyus",
        "label": false,
        "initial_response": [
            "The University of the Philippines Diliman had noted interest on Ryūdai since 2007 due to its research on underwater cultural landscapes."
        ]
    },
    {
        "id": 22,
        "input": "Healthcare in Albania",
        "label": false,
        "initial_response": [
            "Some doctors do not have the required accreditation and pose a hazard to the general public by prescribing the wrong medication or performing unsuccessful surgeries resulting in unnecessary deaths."
        ]
    },
    {
        "id": 23,
        "input": "Tennis Borussia Berlin",
        "label": true,
        "initial_response": [
            "The fans consider themselves fiercely left-wing, and frequently the fans cultivate the club's Jewish traditions as well as actions against antisemitism, racism and homophobia."
        ]
    },
    {
        "id": 24,
        "input": "Cleveland",
        "label": true,
        "initial_response": [
            "Cleveland EMS is the primary provider of Advanced Life Support and ambulance transport within the city of Cleveland, while Cleveland Fire assists by providing fire response medical care."
        ]
    },
    {
        "id": 25,
        "input": "The Tragically Hip",
        "label": false,
        "initial_response": [
            "On October 17, 2018, one year after Downie's death, a previously unreleased studio recording of the song \"Wait So Long\" was played on K-Rock, a radio station in the band's hometown of Kingston."
        ]
    },
    {
        "id": 26,
        "input": "J. J. Watt",
        "label": false,
        "initial_response": [
            "After being held without a sack in the first two weeks, he collected three sacks and eight combined tackles in the Week 3 27-22 defeat against the New York Giants, his first sacks since Week 2 of 2016."
        ]
    },
    {
        "id": 27,
        "input": "Bart Simpson",
        "label": false,
        "initial_response": [
            "\"The Simpsons and Philosophy: The D'oh! of Homer\", which is not an official publication, includes a chapter analyzing Bart's character and comparing him to the \"Nietzschean ideal\"."
        ]
    },
    {
        "id": 28,
        "input": "Jonathan Kemp (writer)",
        "label": false,
        "initial_response": [
            "Originally from Manchester, Kemp teaches creative writing, literature and queer theory at Birkbeck, University of London."
        ]
    },
    {
        "id": 29,
        "input": "2018–19 education workers' strikes in the United States",
        "label": false,
        "initial_response": [
            "In early April, Oklahoma became the second state to strike, making it the first time a teacher's strike was held in the state since 1990."
        ]
    },
    {
        "id": 30,
        "input": "Eric the Actor",
        "label": false,
        "initial_response": [
            "For legal reasons, Eric requested that his full official title be \"Eric the Actor, formerly known as Eric the Midget\" in order to protect the \"Eric the Midget\" trade name."
        ]
    },
    {
        "id": 31,
        "input": "Mick Adams",
        "label": false,
        "initial_response": [
            "Adams was born in Widnes, Lancashire, England, and he died aged 65 in Tamworth, New South Wales, Australia."
        ]
    },
    {
        "id": 32,
        "input": "Vannevar Bush",
        "label": false,
        "initial_response": [
            "The OSRD was abolished without a successor organization on December 31, 1947."
        ]
    },
    {
        "id": 33,
        "input": "Andrew Nikou",
        "label": false,
        "initial_response": [
            "Nikou grew up with a passion for trading baseball cards and competing in breakdancing competitions."
        ]
    },
    {
        "id": 34,
        "input": "Albertine (song)",
        "label": false,
        "initial_response": [
            "The music video for Albertine was shot in May 2007 in Rwanda."
        ]
    },
    {
        "id": 35,
        "input": "Tropical cyclones in 2018",
        "label": false,
        "initial_response": [
            "In the tropical Atlantic, sea surface temperatures were cooler than average, characteristic of a negative phase of the Atlantic Multidecadal Oscillation (AMO)."
        ]
    },
    {
        "id": 36,
        "input": "Ni una menos",
        "label": true,
        "initial_response": [
            "The protest was organized after the murder of 14-year-old Chiara Paez, found buried underneath her boyfriend's house on May 11, beaten to death and a few weeks pregnant."
        ]
    },
    {
        "id": 37,
        "input": "Arthur Mold",
        "label": true,
        "initial_response": [
            "Mold was born on 27 May 1863 in the village of Middleton Cheney in Northamptonshire."
        ]
    },
    {
        "id": 38,
        "input": "Marc Warren (TV producer)",
        "label": false,
        "initial_response": [
            "Warren ran the Disney Channel Storytellers program, which was launched in 2014 as an initiative to find new talent in creating and writing for Disney programming content."
        ]
    },
    {
        "id": 39,
        "input": "Welfare",
        "label": true,
        "initial_response": [
            "The \"bedroom tax\" is an austerity measure that has attracted particular criticism, with activists arguing that two thirds of council houses affected by the policy are occupied with a person with a disability."
        ]
    },
    {
        "id": 40,
        "input": "Juicy Lucy (band)",
        "label": false,
        "initial_response": [
            "He also performed solo acoustic sets around the UK, including regular engagements at the Lewes Con Club, before his death from cancer on 31st October 2018."
        ]
    },
    {
        "id": 41,
        "input": "Apollo 11",
        "label": false,
        "initial_response": [
            "The shows were at 9:30 pm, 10:30 pm, and 11:30 pm on Friday, July 19, and Saturday, July 20, with the 10:30 pm show on Saturday delayed slightly so the portion of the show where Neil Armstrong first set foot on the moon would happen exactly 50 years to the second after the actual event (10:56:15 EDT)."
        ]
    },
    {
        "id": 42,
        "input": "Cougar",
        "label": false,
        "initial_response": [
            "Since then there have been at least eight additional confirmed sightings in the state; all were immediately east of the Tennessee River in Middle Tennessee: initially in Humphreys county and on September 4, 2016, further south in Wayne county."
        ]
    },
    {
        "id": 43,
        "input": "Fliggo",
        "label": true,
        "initial_response": [
            "Tech Crunch gave an overall positive view of the website but commented that the website had the potential to become \"a magnet for videos taken down for copyright violations elsewhere or porn\"."
        ]
    },
    {
        "id": 44,
        "input": "Shahbaz Nadeem",
        "label": false,
        "initial_response": [
            "In October 2018, he was named in India's Twenty20 International (T20I) squad for their series against the West indies, but he did not play."
        ]
    },
    {
        "id": 45,
        "input": "Yemeni Civil War (2015–present)",
        "label": false,
        "initial_response": [
            "The pro-Hadi Yemen Army was able to remove 300,000 Houthi mines in recently captured areas, including 40,000 mines on the outskirts of Marib province, according to official sources."
        ]
    },
    {
        "id": 46,
        "input": "Southern Wesleyan University",
        "label": false,
        "initial_response": [
            "It offers a Bachelor of Science in Business Administration (BSBA), Master of Business Administration (MBA), and Master of Science in Management (MSM) in various concentrations."
        ]
    },
    {
        "id": 47,
        "input": "Dan Monson",
        "label": true,
        "initial_response": [
            "Mark Yudof, then president of the university, was hoping that Monson would be able to help the program move past the scandals of previous head coach Clem Haskins."
        ]
    },
    {
        "id": 48,
        "input": "Suzanne Deal Booth",
        "label": false,
        "initial_response": [
            "In 2002, Suzanne Deal Booth and David G. Booth established the \"Booth Family Rome Prize Fellowship for Historic Preservation and Conservation\" at the American Academy in Rome, which is awarded on an annual basis and has supported over 15 fellowships."
        ]
    },
    {
        "id": 49,
        "input": "Lac de Serre-Ponçon",
        "label": false,
        "initial_response": [
            "According to the official website of the Muséoscope, the \"museum of the largest dam in Europe made of compacted soil\", Lac de Serre-Ponçon includes a hydroelectric power plant with a 380 MW generator."
        ]
    },
    {
        "id": 50,
        "input": "Sadio Mané",
        "label": true,
        "initial_response": [
            "He was also named in the PFA Team of the Year alongside Liverpool teammates, Trent Alexander-Arnold, Andrew Robertson and van Dijk."
        ]
    },
    {
        "id": 51,
        "input": "Dunipace F.C.",
        "label": false,
        "initial_response": [
            "The team plays in the East of Scotland Football League (Conference B), having moved from the junior leagues in 2018."
        ]
    },
    {
        "id": 52,
        "input": "List of Anthrax members",
        "label": false,
        "initial_response": [
            "Belladonna returned to Anthrax the following year, making his first appearance at June's \"big four\" show and re-recording vocals on the album \"Worship Music\"."
        ]
    },
    {
        "id": 53,
        "input": "Mineola station (LIRR)",
        "label": false,
        "initial_response": [
            "The dangerous grade crossing at Main Street would be closed and replaced with a pedestrian overpass with two elevators."
        ]
    },
    {
        "id": 54,
        "input": "Ra Mi-ran",
        "label": true,
        "initial_response": [
            "She also played one of the three leads in black comedy drama \"Avengers Social Club\", which drew high ratings."
        ]
    },
    {
        "id": 55,
        "input": "My Generation (album)",
        "label": false,
        "initial_response": [
            "The American edition of the album was included in \"A Basic Record Library\" of 1950s and 1960s recordings, published in \"Christgau's Record Guide: Rock Albums of the Seventies\" (1981)."
        ]
    },
    {
        "id": 56,
        "input": "Natasha Mozgovaya",
        "label": false,
        "initial_response": [
            "In 2013, Mozgovaya started working at the Voice of America, hosting the daily \"Current time\" TV show."
        ]
    },
    {
        "id": 57,
        "input": "Sports Car Club of America",
        "label": false,
        "initial_response": [
            "On May 25th 2019, the weekend of the 2019 Indianapolis 500, SCCA announced they will be returning to Indianapolis Motor Speedway in 2021."
        ]
    },
    {
        "id": 58,
        "input": "Fayetteville Marksmen",
        "label": false,
        "initial_response": [
            "At the end of the season, the new owners changed the name of the FireAntz to the Fayetteville Marksmen."
        ]
    },
    {
        "id": 59,
        "input": "Pierre-Hugues Herbert",
        "label": false,
        "initial_response": [
            "At the Australian Open in January, Herbert and doubles partner Mahut earned the Career Grand Slam in men's doubles after defeating Henri Kontinen and John Peers in the final, 6–4, 7–6."
        ]
    },
    {
        "id": 60,
        "input": "Angela Missoni",
        "label": false,
        "initial_response": [
            "In 1993, Missoni started her own label, but in 1997, she took over from her mother as creative director of the family brand."
        ]
    },
    {
        "id": 61,
        "input": "Trench Magazine",
        "label": false,
        "initial_response": [
            "\nA very well-known trench magazine in the 21st century is the Wipers Times, the periodical of the British Sherwood Foresters."
        ]
    },
    {
        "id": 62,
        "input": "Trophy (countermeasure)",
        "label": false,
        "initial_response": [
            "A 193 million dollar contract for Trophy was awarded to Leonardo DRS, Rafael's American partner, in June 2018, in order to equip a significant number of Abrams M1A1/A2 MBT's with Trophy."
        ]
    },
    {
        "id": 63,
        "input": "J. J. Watt",
        "label": false,
        "initial_response": [
            "In Week 12, Watt recorded nine tackles, 1.5 sacks and a forced fumble in a 34-17 win over the Tennessee Titans, earning him AFC Defensive Player of the Week."
        ]
    },
    {
        "id": 64,
        "input": "Hoodie SZN",
        "label": false,
        "initial_response": [
            "In its fourth week, the album remained at number one for a second week, moving 56,000 album-equivalent units with 749 in traditional album sales, making it the lowest-selling number-one album since \"Billboard\" began using Nielsen SoundScan to track unit sales, bringing its four-week total to 262,000 album-equivalent units."
        ]
    },
    {
        "id": 65,
        "input": "Kylie Minogue",
        "label": true,
        "initial_response": [
            "Minogue released a greatest hits compilation \"Step Back in Time: The Definitive Collection\" on 28 June 2019, featuring \"New York City\" as the lead single."
        ]
    },
    {
        "id": 66,
        "input": "Pakistanis in Afghanistan",
        "label": false,
        "initial_response": [
            "While fighting in northwest-Pakistan between the Pakistani Armed Forces and the Pakistani Taliban may have been one reason, Sunni Shia sectarian strife was also suggested as a possible driver for their flight."
        ]
    },
    {
        "id": 67,
        "input": "Key (entertainer)",
        "label": false,
        "initial_response": [
            "released on November 6 along with a music video."
        ]
    },
    {
        "id": 68,
        "input": "Park Ye-eun",
        "label": false,
        "initial_response": [
            "On July 31, 2014, Park made her debut as solo artist under the pseudonym HA:TFELT (an amalgamation of the words \"hot\" and \"heartfelt;\" the British pronunciation of “heartfelt\") with debut mini album \"Me?\"."
        ]
    },
    {
        "id": 69,
        "input": "Tha Carter V",
        "label": false,
        "initial_response": [
            "The song was teased after Martin Shkreli was able to acquire the project in 2016 and the song was played on livestream."
        ]
    },
    {
        "id": 70,
        "input": "2017 FA Cup Final",
        "label": false,
        "initial_response": [
            "This was the second FA Cup final to feature both sides; the first was won by Arsenal in 2002."
        ]
    },
    {
        "id": 71,
        "input": "Foreign involvement in the Syrian Civil War",
        "label": false,
        "initial_response": [
            "On 13 June 2013, US government officials said the administration, after days of high-level meetings, had approved providing lethal arms to the Supreme Military Council (SMC)."
        ]
    },
    {
        "id": 72,
        "input": "13 (Black Sabbath album)",
        "label": false,
        "initial_response": [
            "In a January 2013 interview at NAMM, which took place at the Anaheim Convention Center in Anaheim, California, Butler stated that \"13\" was not the final title of the album and it would possibly be changed; however, this turned out not to be the case."
        ]
    },
    {
        "id": 73,
        "input": "Jake Gyllenhaal",
        "label": false,
        "initial_response": [
            "Gyllenhaal debuted on Broadway in 2014 in Payne's \"Constellations\" at the Samuel J. Friedman Theatre opposite Ruth Wilson, also in her Broadway debut."
        ]
    },
    {
        "id": 74,
        "input": "Phil Singleton",
        "label": false,
        "initial_response": [
            "Singleton graduated with a B.S. in Finance from Fairfield University Dolan School of Business in 1993 and an MBA from Thunderbird School of Global Management in 1999."
        ]
    },
    {
        "id": 75,
        "input": "City of Angels (song)",
        "label": false,
        "initial_response": [
            "Markos Papadatos, writing for Digital Journal, stated that the song proves that Jared Leto is one of the finest vocalists and songwriters in the modern rock genre of music."
        ]
    },
    {
        "id": 76,
        "input": "William Henry Harrison",
        "label": false,
        "initial_response": [
            "However, historian William W. Freehling calls him \"the most dominant figure in the evolution of the Northwest territories into the Upper Midwest today\"."
        ]
    },
    {
        "id": 77,
        "input": "AIJAC",
        "label": false,
        "initial_response": [
            "Current and archived issues of the magazine are available on the magazine's website, and the organisation also distributes news and alerts to subscribers by email."
        ]
    },
    {
        "id": 78,
        "input": "71st Primetime Emmy Awards",
        "label": false,
        "initial_response": [
            "Including its nominations at the Creative Arts Awards, \"Game of Thrones\" established a new record for most Emmy nominations received in the same year by any comedy or drama series with 32, breaking the 25 years long record previously held by \"NYPD Blue\", which had scored 26 nominations for its first season in 1994."
        ]
    },
    {
        "id": 79,
        "input": "Jack McQuesten",
        "label": true,
        "initial_response": [
            "She was an important player in their business affairs, and they also had several children together."
        ]
    },
    {
        "id": 80,
        "input": "2019 Global T20 Canada",
        "label": false,
        "initial_response": [
            "In July 2019, Steven Taylor, Jasdeep Singh and Timil Patel withdrew from the tournament, after signing central contracts with USA Cricket."
        ]
    },
    {
        "id": 81,
        "input": "Clear Body, Clear Mind",
        "label": true,
        "initial_response": [
            "The figure was a count of everyone who had completed the program, including people whose \"drug\" exposure was infrequent use of alcoholic drinks or prescription drugs."
        ]
    },
    {
        "id": 82,
        "input": "Aaron D. Ford",
        "label": false,
        "initial_response": [
            "He was arrested a second time as a result of a payment plan dispute concerning a borrowed tire."
        ]
    },
    {
        "id": 83,
        "input": "John C. Calhoun",
        "label": false,
        "initial_response": [
            "Tyler, a former Democrat, was expelled from the Whig Party after vetoing bills passed by the Whig congressional majority to reestablish a national bank and raise tariffs."
        ]
    },
    {
        "id": 84,
        "input": "Pope Leo IX",
        "label": false,
        "initial_response": [
            "Setting out shortly after Christmas, he met with abbot Hugh of Cluny at Besançon, where he was joined by the young monk Hildebrand, who afterwards became Pope Gregory VII; arriving in pilgrim garb at Rome in the following February, he was received with much cordiality, and at his consecration assumed the name Leo IX."
        ]
    },
    {
        "id": 85,
        "input": "Anti-police sentiment",
        "label": false,
        "initial_response": [
            "The dissent continued throughout the year with protesters participating in anti-police chants such as “How many kids did you kill today?”."
        ]
    },
    {
        "id": 86,
        "input": "Nala Damayanthi (2003 film)",
        "label": false,
        "initial_response": [
            "Madhavan later wrote and starred in a Hindi version, \"Ramji Londonwaley\", which released in September 2005."
        ]
    },
    {
        "id": 87,
        "input": "Philippa Stroud, Baroness Stroud",
        "label": false,
        "initial_response": [
            "In 1987-89 she worked in Hong Kong and Macau amongst the addict community."
        ]
    },
    {
        "id": 88,
        "input": "Declaration of the Rights of Man and of the Citizen",
        "label": true,
        "initial_response": [
            "Active citizenship was granted to men who were French, at least 25 years old, paid taxes equal to three days work, and could not be defined as servants (Thouret)."
        ]
    },
    {
        "id": 89,
        "input": "History of Gmail",
        "label": false,
        "initial_response": [
            "On 1 September 2009, Gmail suffered another outage for several hours."
        ]
    },
    {
        "id": 90,
        "input": "Aaron D. Ford",
        "label": false,
        "initial_response": [
            "He also co-sponsored the Nevada Pregnant Workers' Fairness Act to provide protections to female employees and applicants for employment from discriminatory or unlawful employment practices based on pregnancy, childbirth, or any related medical conditions."
        ]
    },
    {
        "id": 91,
        "input": "Roy Hilton",
        "label": true,
        "initial_response": [
            "Hilton died in 2019 at the age of 75; he had dementia in his later years."
        ]
    },
    {
        "id": 92,
        "input": "Halo: Combat Evolved Anniversary",
        "label": true,
        "initial_response": [
            "Ben Kuchera of \"Ars Technica\" enjoyed the improvements of the \"Halo\" maps in \"Anniversary\"'s multiplayer mode, but criticized the inability to play said mode via four-person local split screen as in the original game."
        ]
    },
    {
        "id": 93,
        "input": "Oppenheimer security hearing",
        "label": true,
        "initial_response": [
            "This resulted in later ill-feeling from the scientific community towards Lawrence and other members of his laboratory."
        ]
    },
    {
        "id": 94,
        "input": "Akram Khan Durrani",
        "label": false,
        "initial_response": [
            "He was appointed as the Minister for Housing and Works for the second time."
        ]
    },
    {
        "id": 95,
        "input": "Carter Rowney",
        "label": true,
        "initial_response": [
            "Rowney made his NHL debut on January 31, 2017, in Pittsburgh's game against the Nashville Predators."
        ]
    },
    {
        "id": 96,
        "input": "San Angelo, Texas",
        "label": true,
        "initial_response": [
            "The mission was led by the friars Juan de Salas and Juan de Ortega, with Ortega remaining for six months."
        ]
    },
    {
        "id": 97,
        "input": "Janet Jackson",
        "label": false,
        "initial_response": [
            "Jackson began suffering from severe depression and anxiety, leading her to chronicle the experience in her sixth album, \"The Velvet Rope,\" released October 1997."
        ]
    },
    {
        "id": 98,
        "input": "Christian Bergman",
        "label": false,
        "initial_response": [
            "The following day, prior to the start of the ALPB season, his contract was purchased by the Seattle Mariners."
        ]
    },
    {
        "id": 99,
        "input": "Michael Collins (astronaut)",
        "label": false,
        "initial_response": [
            "He later became the first commander of a Field Training Detachment (FTD 523) back at Nellis AFB, which was a similar kind of unit, except that the students traveled to him."
        ]
    },
    {
        "id": 100,
        "input": "Liverpool F.C.",
        "label": false,
        "initial_response": [
            "In May 2010, accounts were released showing the holding company of the club to be £350m in debt (due to leveraged takeover) with losses of £55m, causing auditor KPMG to qualify its audit opinion."
        ]
    },
    {
        "id": 101,
        "input": "Chabahar",
        "label": false,
        "initial_response": [
            "By 2016, as sanctions against Iran were being lifted after the nuclear deal, Indian investment plans had risen to USD 500 million."
        ]
    },
    {
        "id": 102,
        "input": "Kapuvár",
        "label": false,
        "initial_response": [
            "The village was left largely untouched by Russian influences."
        ]
    },
    {
        "id": 103,
        "input": "Pulp (student publication)",
        "label": false,
        "initial_response": [
            "It was also confirmed that the website would have “two permanent paid part time student journalists” appointed for yearly terms and that the new website would be integrated into the current University of Sydney Union website."
        ]
    },
    {
        "id": 104,
        "input": "J. J. Watt",
        "label": false,
        "initial_response": [
            "In only 5 games, Watt finished with 11 tackles and 2 passes defended."
        ]
    },
    {
        "id": 105,
        "input": "Andrew N. Liveris",
        "label": true,
        "initial_response": [
            "Trump afterwards gave him the pen."
        ]
    },
    {
        "id": 106,
        "input": "Mosul",
        "label": true,
        "initial_response": [
            "According to Duraid Hikmat, an expert on minority relationships and resident of Mosul, the Christians were fearful to attend."
        ]
    },
    {
        "id": 107,
        "input": "Leighton Meester",
        "label": true,
        "initial_response": [
            "However, it was important that Serena was blonde and Blair was brunette, so Meester dyed her hair brown for the role."
        ]
    },
    {
        "id": 108,
        "input": "Simon Ireland",
        "label": true,
        "initial_response": [
            "On 15 January 2019, Martin O'Neill was appointed as the new manager and Ireland therefore continued as a member of the staff."
        ]
    },
    {
        "id": 109,
        "input": "Orange (2018 film)",
        "label": false,
        "initial_response": [
            "Filming began in early February 2018 and later that month Priya Anand was signed to play the female lead opposite Ganesh."
        ]
    },
    {
        "id": 110,
        "input": "Peter Erlinder",
        "label": false,
        "initial_response": [
            "Amnesty International has confirmed that the RPF committed war crimes and crimes against humanity, but the crimes have largely escaped international notice."
        ]
    },
    {
        "id": 111,
        "input": "Martin Brodeur",
        "label": true,
        "initial_response": [
            "Upon announcing his retirement, Brodeur was hired by the Blues as a special assistant to general manager Doug Armstrong."
        ]
    },
    {
        "id": 112,
        "input": "Khagendra Lamichhane",
        "label": false,
        "initial_response": [
            "He is best known for his work in Talakjung vs Tulke and Pashupati Prasad."
        ]
    },
    {
        "id": 113,
        "input": "Lisa Krasner",
        "label": false,
        "initial_response": [
            "The Bill was signed into law by Governor Sandoval in May 2017."
        ]
    },
    {
        "id": 114,
        "input": "KXBL",
        "label": false,
        "initial_response": [
            "On June 26, 2018, parent company E. W. Scripps announced that it would sell KXBL - along with its sister stations, KBEZ, KFAQ, KHTT, and KVOO to Griffin Communications."
        ]
    },
    {
        "id": 115,
        "input": "Ananda Shankar",
        "label": false,
        "initial_response": [
            "released on CD in 2005."
        ]
    },
    {
        "id": 116,
        "input": "9th Queen's Royal Lancers",
        "label": false,
        "initial_response": [
            "During the Second Boer War, the regiment took part in the Battle of Belmont and the Battle of Modder River in November 1899, as well as the Battle of Magersfontein in December 1899, Relief of Kimberley in winter 1899 and the subsequent Battle of Paardeberg which resulted in Piet Cronjé’s surrender in February 1900."
        ]
    },
    {
        "id": 117,
        "input": "Douglas MacArthur's escape from the Philippines",
        "label": false,
        "initial_response": [
            "His famous speech, in which he said, \"I came through and I shall return\", was first made at Terowie railway station  in South Australia, on 20 March, where he changed trains."
        ]
    },
    {
        "id": 118,
        "input": "Rob Gronkowski",
        "label": false,
        "initial_response": [
            "Academically, Gronkowski was in the National Honor Society, citing math as his best subject, and English the worst."
        ]
    },
    {
        "id": 119,
        "input": "Yemeni Civil War (2015–present)",
        "label": true,
        "initial_response": [
            "An Associated Press investigation outlined that the military coalition in Yemen actively reduced AQAP in Yemen without military intervention, instead by offering them deals and even actively recruiting them in the coalition because \"they are considered as exceptional fighters\"."
        ]
    },
    {
        "id": 120,
        "input": "Economyths",
        "label": false,
        "initial_response": [
            "In addition, there was a foreword by Cahal Moran (co-author of The Econocracy), and an appendix \"The Five Stages of Economic Grief\" on how the economics profession is coming to terms with its role in the great financial crisis, which was excerpted in \"Evonomics\"."
        ]
    },
    {
        "id": 121,
        "input": "Columbia Slough",
        "label": false,
        "initial_response": [
            "Originally proposed by the Olmsted Brothers, architects involved in the planning for Portland's Lewis and Clark Centennial Exposition of 1905, it has expanded to a projected 140 miles (230 km), encircling the city and connecting parks along the Columbia, Sandy, and Willamette rivers and Johnson Creek."
        ]
    },
    {
        "id": 122,
        "input": "Frederick Fraske",
        "label": false,
        "initial_response": [
            "Frederick (Fredrak) W. Fraske (March 8, 1872 – June 18, 1973) is believed to have been the last surviving veteran of the Indian Wars."
        ]
    },
    {
        "id": 123,
        "input": "Ahmed Hassan Diria",
        "label": false,
        "initial_response": [
            "After which he moved back to Tanzania from Germany, and became a member of parliament and held various positions as minister."
        ]
    },
    {
        "id": 124,
        "input": "Elsa D'Silva",
        "label": false,
        "initial_response": [
            "Elsa D'Silva served as the Vice President, Network Planning at Kingfisher Airlines where she headed the Network Planning & Charters department."
        ]
    },
    {
        "id": 125,
        "input": "Isidor Straus",
        "label": false,
        "initial_response": [
            "In 1861, he was elected an officer in a Georgia military unit but was not allowed to serve because of his youth; in 1863, he went to England to secure ships for blockade running."
        ]
    },
    {
        "id": 126,
        "input": "Jack the Writer",
        "label": false,
        "initial_response": [
            "\"Jack the Writer\" is the fourth episode of the first season of the American situation comedy \"30 Rock\", which aired on November 1, 2006 on the NBC network in the United States, and on November 1, 2007 in the United Kingdom."
        ]
    },
    {
        "id": 127,
        "input": "The Beatles: Rock Band",
        "label": false,
        "initial_response": [
            "The band's earlier songs, recorded on two- and four-track equipment, needed to be reworked into a multitrack format that is essential in providing feedback to players."
        ]
    },
    {
        "id": 128,
        "input": "2015 IIHF Women's World Championship Division I",
        "label": true,
        "initial_response": [
            "Group A was contested in Rouen, France running from 12 to 18 April 2015, and Group B in Beijing, China, running from 6 to 12 April 2015."
        ]
    },
    {
        "id": 129,
        "input": "Electra Heart",
        "label": true,
        "initial_response": [
            "The singer later revealed that because of the dye, her hair started to fall out, so she got a boy's haircut and wore a wig."
        ]
    },
    {
        "id": 130,
        "input": "Wii",
        "label": false,
        "initial_response": [
            "In late 2012, Nintendo released a version of the North American black edition, including \"Wii Sports\" and \"Wii Sports Resort\" games on a single disc instead of the \"New Super Mario Bros. Wii\" game and the \"Super Mario Galaxy\" soundtrack."
        ]
    },
    {
        "id": 131,
        "input": "SignalFx",
        "label": false,
        "initial_response": [
            "Phillip Liu previously worked at Facebook for four years as a software architect and Karthik Rau worked at Delphix and VMware."
        ]
    },
    {
        "id": 132,
        "input": "2016 Fort McMurray wildfire",
        "label": false,
        "initial_response": [
            "The Government of Alberta announced a plan to airlift approximately 8,000 of 25,000 people who had evacuated to oil sands work camps north of Fort McMurray, with assistance from a Royal Canadian Air Force Hercules aircraft, and other planes owned by energy companies operating in the oil sands."
        ]
    },
    {
        "id": 133,
        "input": "Liverpool",
        "label": true,
        "initial_response": [
            "However, unlike many other derbies, it is not rare for families in the city to contain supporters of both clubs."
        ]
    },
    {
        "id": 134,
        "input": "Premiership of Boris Johnson",
        "label": true,
        "initial_response": [
            "He said the project would bring \"colossal\" benefits and \"turbo-charge the economy\"."
        ]
    },
    {
        "id": 135,
        "input": "Zac Efron",
        "label": true,
        "initial_response": [
            "Efron has been cast to voice Fred Jones in Warner Bros.' 2020",
            "\"Scooby-Doo\" animated film."
        ]
    },
    {
        "id": 136,
        "input": "2019 Columbus Challenger – Singles",
        "label": false,
        "initial_response": [
            "Jeffrey John Wolf won the title after defeating Mikael Torpegaard 6–7, 6–3, 6–4 in the final."
        ]
    },
    {
        "id": 137,
        "input": "List of Anthrax members",
        "label": true,
        "initial_response": [
            "It was announced in April 2005 that Belladonna, Spitz and Bello would return to Anthrax for a reunion tour and potentially new recordings."
        ]
    },
    {
        "id": 138,
        "input": "Marcus Harness",
        "label": false,
        "initial_response": [
            "On 18 July 2019, Harness joined League One rivals Portsmouth on a three-year deal for an undisclosed fee."
        ]
    },
    {
        "id": 139,
        "input": "Ray Mason",
        "label": false,
        "initial_response": [
            " Mason played on with Souths for 3 more years, but was not a member of the 1955 premiership winning side which defeated Newtown 12-11."
        ]
    },
    {
        "id": 140,
        "input": "Winnipeg",
        "label": false,
        "initial_response": [
            "Initially, the battalion was based at the Fort Osborne Barracks, now the location of the Rady Jewish Community Centre."
        ]
    },
    {
        "id": 141,
        "input": "Feike Sijbesma",
        "label": false,
        "initial_response": [
            "In 2016, he was named Co-Chair of the High Level Assembly of the Carbon Pricing Leadership Coalition (CPLC) which is organized by the World Bank Group."
        ]
    },
    {
        "id": 142,
        "input": "J. J. Watt",
        "label": false,
        "initial_response": [
            "Watt received the AP NFL Defensive Player of the Year Award three times in his first five seasons."
        ]
    },
    {
        "id": 143,
        "input": "The Messenger (2015 Canadian film)",
        "label": false,
        "initial_response": [
            "US Rights for the film were acquired by Kino Lorber, which started a limited theatrical run beginning in December 2015."
        ]
    },
    {
        "id": 144,
        "input": "Flights (novel)",
        "label": false,
        "initial_response": [
            "Set between the 17th and 21st centuries, the novel is a \"philosophical rumination on modern-day travel\"."
        ]
    },
    {
        "id": 145,
        "input": "Bob Abernethy",
        "label": true,
        "initial_response": [
            "They currently live in Washington, D.C., and Jaffrey, New Hampshire, and are ordained members of the United Church of Christ."
        ]
    },
    {
        "id": 146,
        "input": "Bidwells",
        "label": false,
        "initial_response": [
            "Bidwells LLP is an independent property consultancy currently managing over £5.2 billion in property assets and employing 550 people in England and Scotland."
        ]
    },
    {
        "id": 147,
        "input": "The Sound of Music Live!",
        "label": true,
        "initial_response": [
            "The five ads were timed to air during the commercial break following the scene where the song was featured; NBC's advertising chief Dan Lovinger considered the ads to be a way to \"enhance the excitement\" of the presentation for families."
        ]
    },
    {
        "id": 148,
        "input": "Rashad Vaughn",
        "label": true,
        "initial_response": [
            "He was waived three days later."
        ]
    },
    {
        "id": 149,
        "input": "Xu Si",
        "label": true,
        "initial_response": [
            "This victory earned him a two-year World Snooker Tour card."
        ]
    },
    {
        "id": 150,
        "input": "Alan Grant (writer)",
        "label": false,
        "initial_response": [
            "Wagner asked Grant if he could help him write the \"Tarzan\" comic he was working on; so began the Wagner/Grant writing partnership."
        ]
    },
    {
        "id": 151,
        "input": "I Am Not a Robot",
        "label": true,
        "initial_response": [
            "As of February 2019 the song has sold 132,000 units in the United Kingdom making it Marina's 4th best selling single in the United Kingdom as of February 2019."
        ]
    },
    {
        "id": 152,
        "input": "Gabriel Cowan",
        "label": false,
        "initial_response": [
            "Modie's brother, Arthur Spiegel, was the great-grandfather of Spike Jonez."
        ]
    },
    {
        "id": 153,
        "input": "Scott Pellerin",
        "label": false,
        "initial_response": [
            " ",
            "He won the Hobey Baker Award as the best collegiate player in America in 1992 while playing for the University of Maine."
        ]
    },
    {
        "id": 154,
        "input": "Melissa Barbieri",
        "label": false,
        "initial_response": [
            "In July 2018, Barbieri was appointed as an assistant coach of the Melbourne City W-League team."
        ]
    },
    {
        "id": 155,
        "input": "Paine Field",
        "label": true,
        "initial_response": [
            "In June 2018, the FAA announced an additional review of environmental impacts of passenger airline service, delaying the start of service to between November 2018 and November 2019."
        ]
    },
    {
        "id": 156,
        "input": "Ashlyn Harris",
        "label": false,
        "initial_response": [
            "Following the United States' win at the 2015 FIFA Women's World Cup, Harris and her teammates became the first women's sports team to be honored with a Ticker Tape Parade in New York City."
        ]
    },
    {
        "id": 157,
        "input": "Railgun",
        "label": true,
        "initial_response": [
            "The hyper-velocity rounds weigh 10 kg (23 lb), are 18 in (460 mm), and are fired at Mach 7."
        ]
    },
    {
        "id": 158,
        "input": "Eaton, Norfolk",
        "label": true,
        "initial_response": [
            "It shows an elephant and a barrel, and is a play on words on the village's name, the elephant representing the syllable \"E\" and the barrel a \"tun\"."
        ]
    },
    {
        "id": 159,
        "input": "Nathan Tyson",
        "label": true,
        "initial_response": [
            "After playing in some of Wycombe's pre-season friendlies, it was announced on 25 July 2017 that Tyson had signed a one-year deal to return to Wycombe."
        ]
    },
    {
        "id": 160,
        "input": "The Simpsons",
        "label": false,
        "initial_response": [
            "\"The Simpsons\" is a joint production by Gracie Films and 20th Century Fox Television and syndicated by 20th Television."
        ]
    },
    {
        "id": 161,
        "input": "Coal",
        "label": false,
        "initial_response": [
            "In areas of water scarcity, such as the Thar Desert in Pakistan, coal mining and coal power plants would use significant quantities of water."
        ]
    },
    {
        "id": 162,
        "input": "List of churches preserved by the Churches Conservation Trust in the English Midlands",
        "label": false,
        "initial_response": [
            "The charity is run by a board of trustees, who delegate the day-to-day management to a chief executive and his senior management team."
        ]
    },
    {
        "id": 163,
        "input": "Aaron D. Ford",
        "label": false,
        "initial_response": [
            "In January 1991 Ford was arrested and charged with public intoxication on his college campus."
        ]
    },
    {
        "id": 164,
        "input": "The Tragically Hip",
        "label": true,
        "initial_response": [
            "In a July 2018 interview with the \"Toronto Sun\", Baker confirmed that at least three albums' worth of unreleased material was recorded with Downie before his death, but stated that the band had yet to decide how it would be released."
        ]
    },
    {
        "id": 165,
        "input": "Eric Murray (rower)",
        "label": false,
        "initial_response": [
            "It is the sport's highest honor and is awarded within five years of the athlete's retirement, acknowledging an exceptional rowing career and exemplary sportsmanship."
        ]
    },
    {
        "id": 166,
        "input": "Rebecca Blumenstein",
        "label": true,
        "initial_response": [
            "Rebecca Blumenstein is a journalist and newspaper editor."
        ]
    },
    {
        "id": 167,
        "input": "Friday's Child (Star Trek: The Original Series)",
        "label": false,
        "initial_response": [
            "Zach Handlen of \" The A.V. Club\" gave the episode a \"B+\", praising it for giving McCoy a stronger presence and better lines."
        ]
    },
    {
        "id": 168,
        "input": "Skyler Samuels",
        "label": false,
        "initial_response": [
            "She played a leading role in season one of the FOX horror comedy series \"Scream Queens\"."
        ]
    },
    {
        "id": 169,
        "input": "The Daily Beast",
        "label": false,
        "initial_response": [
            "The Daily Wire editor-in-chief Ben Shapiro said on Laura Ingraham’s The Ingraham Angle on June 3 that \"My impression was that if you are posting anonymously on Facebook, then it’s not really within Facebook’s purvey to start handing that information to media outlets, but I guess that isn’t true\"."
        ]
    },
    {
        "id": 170,
        "input": "Doc Adams",
        "label": true,
        "initial_response": [
            "\"The New York Times\" published an article on Adams on September 23, 2015."
        ]
    },
    {
        "id": 171,
        "input": "Love for Sale (book)",
        "label": false,
        "initial_response": [
            "The book features previously published material as well as interviews, including an interview with legendary folk singer Dave Van Ronk."
        ]
    },
    {
        "id": 172,
        "input": "Orel Hershiser's scoreless innings streak",
        "label": false,
        "initial_response": [
            "Prior to the game, Hershiser trailed teammate Tim Leary in shutouts, six to three, and Leary also combined with other pitchers to record a shutout that was not counted in his individual total."
        ]
    },
    {
        "id": 173,
        "input": "Oregon Caves National Monument and Preserve",
        "label": false,
        "initial_response": [
            "Lodging is available in the monument at the Chateau, which has 23 rooms to rent."
        ]
    },
    {
        "id": 174,
        "input": "Toxoplasmosis",
        "label": false,
        "initial_response": [
            "If infected during pregnancy, a condition known as congenital toxoplasmosis may affect the child."
        ]
    },
    {
        "id": 175,
        "input": "Ashley's Sack",
        "label": false,
        "initial_response": [
            "Her daughter, Dorothy Helen was also known for her fashion-sense and authored several \"Smart Set\" columns."
        ]
    },
    {
        "id": 176,
        "input": "Sri Radha Shyamasundar Mandir",
        "label": false,
        "initial_response": [
            "Ceremonies such as weddings, Namkaran naming ceremonies and Shnathi Puja are held in Vedic style by traditional Brahmins."
        ]
    },
    {
        "id": 177,
        "input": "The Pale Emperor",
        "label": false,
        "initial_response": [
            "He dedicated the record to his mother, Barbara Warner, who died on May 13, 2014, eight years after being diagnosed with Alzheimer's disease."
        ]
    },
    {
        "id": 178,
        "input": "Aileen Lee",
        "label": true,
        "initial_response": [
            "She is a public advocate of increasing the number of female founders and investors in the Silicon Valley."
        ]
    },
    {
        "id": 179,
        "input": "Satya Mohan Joshi",
        "label": true,
        "initial_response": [
            "He set up the Araniko White Dagoba Gallery in Kirtipur, Kathmandu, using historical artifacts related to Arniko."
        ]
    },
    {
        "id": 180,
        "input": "History of Preston North End F.C.",
        "label": true,
        "initial_response": [
            "Grayson's replacement was Alex Neil, appointed on 4 July 2017."
        ]
    },
    {
        "id": 181,
        "input": "Nicolás Ibáñez (footballer, born 1994)",
        "label": false,
        "initial_response": [
            "On 5 June 2019, Atlético Madrid of La Liga, who hold an ownership stake in Atlético San Luis, announced the signing of Ibáñez; effective from July."
        ]
    },
    {
        "id": 182,
        "input": "Elizabeth Gaskell",
        "label": true,
        "initial_response": [
            "Gaskell was born Elizabeth Cleghorn Stevenson on 29 September 1810 in Lindsey Row, Chelsea, London, at the house that is now 93 Cheyne Walk."
        ]
    },
    {
        "id": 183,
        "input": "Religious intolerance",
        "label": false,
        "initial_response": [
            "Some individuals and religious groups, for example, retain beliefs or practices which involve acts contrary to established law, such as the use of cannabis by members of the Rastafari movement, the religious use of eagle feathers by non-Native Americans (contrary to the eagle feather law, 50 CFR 22), or the practice of polygamy amongst the LDS Church in the 19th century."
        ]
    },
    {
        "id": 184,
        "input": "Old Tolland County Jail and Museum",
        "label": true,
        "initial_response": [
            " The hotel was used to provide hospitality to visitors who had jail related business."
        ]
    },
    {
        "id": 185,
        "input": "John West (Royal Navy officer)",
        "label": false,
        "initial_response": [
            "He died at his home in Eaton Square in London on 18 April 1862 and was buried and commemorated by a table tomb at St John's Church at West Wickham in Bromley."
        ]
    },
    {
        "id": 186,
        "input": "Victor Ivan",
        "label": false,
        "initial_response": [
            "His experience and views on the subject are amply expressed in the book titled ‘Innocence of the Pen Questioned' that he published in 2009."
        ]
    },
    {
        "id": 187,
        "input": "Red River Trails",
        "label": false,
        "initial_response": [
            "The Dakota War of 1862 and the American Civil War delayed further improvements."
        ]
    },
    {
        "id": 188,
        "input": "Jesner v. Arab Bank, PLC",
        "label": true,
        "initial_response": [
            "The Court announced judgment in favor of the bank on April 24, 2018, voting to affirm the lower court by a vote of 5-4."
        ]
    },
    {
        "id": 189,
        "input": "Hayden Thorpe",
        "label": false,
        "initial_response": [
            "Hayden Norman Thorpe is an English singer, songwriter and multi-instrumentalist, originally from Kendal, Cumbria and currently based in Walthamstow, London."
        ]
    },
    {
        "id": 190,
        "input": "Yemeni Civil War (2015–present)",
        "label": false,
        "initial_response": [
            "The number of children who are out of school increased to 1.8 million in 2015–2016 out of more than 5 million registered students, according to the 2013 statistics released by the Ministry of Education."
        ]
    },
    {
        "id": 191,
        "input": "Sarmiento, Chubut",
        "label": false,
        "initial_response": [
            "It is named \"Sarmientosaurus musacchio\" in honor of the town and of the late Dr. Eduardo Musacchio, a paleontologist and professor at the National University of Patagonia San Juan Bosco.  "
        ]
    },
    {
        "id": 192,
        "input": "Selman A. Waksman Award in Microbiology",
        "label": true,
        "initial_response": [
            "Named after Selman Waksman, it was first awarded in 1968."
        ]
    },
    {
        "id": 193,
        "input": "AIJAC",
        "label": true,
        "initial_response": [
            "The ABC complaints unit agreed with AIJAC that Hamas's status was not, according to the Australian Government, based on any occupation."
        ]
    },
    {
        "id": 194,
        "input": "Juniper Green railway station",
        "label": true,
        "initial_response": [
            "A new siding was provided in 1956 for Woodhall paper mill at the station, however in 1958, reports recommended that the station should be closed as revenue was in the region of £1,750 per annum and there was only one goods train per day."
        ]
    },
    {
        "id": 195,
        "input": "Joell Ortiz",
        "label": false,
        "initial_response": [
            "In January 2011, the group signed to Shady Records and left E1 Entertainment."
        ]
    },
    {
        "id": 196,
        "input": "Prospect Heights High School",
        "label": true,
        "initial_response": [
            "In 2019, it was reported that the campus had the highest number of “major crimes” of any public NYC high school in the 2017-18 school year, although it was not the most violent."
        ]
    },
    {
        "id": 197,
        "input": "Smallville (season 1)",
        "label": false,
        "initial_response": [
            "In the 18-34 male demographic, it's 5.0 rating nearly tripled its lead-in (1.7)."
        ]
    },
    {
        "id": 198,
        "input": "Kylie Minogue",
        "label": false,
        "initial_response": [
            "The album featured contributions from Sia Furler, Mike Del Rio, Cutfather, Pharrell Williams, MNEK and Ariel Rechtshaid."
        ]
    },
    {
        "id": 199,
        "input": "Factional violence in Libya (2011–2014)",
        "label": true,
        "initial_response": [
            "In Tripoli, the GNC announced the temporary closure of the borders with Algeria, Niger, Chad and Sudan, and declared southern Libya as a \"closed military zone\"."
        ]
    },
    {
        "id": 200,
        "input": "Damien Hirst",
        "label": false,
        "initial_response": [
            "In November 2006, Hirst was curator of \"In the darkest hour there may be light\", shown at the Serpentine Gallery, London, the first public exhibition of (a small part of) his own collection."
        ]
    },
    {
        "id": 201,
        "input": "Coalinga State Hospital",
        "label": true,
        "initial_response": [
            "Some have argued that the methodology behind the determination of those who are subject to being detained at such facilities is not scientific and rational, resulting in the detention being merely punitive."
        ]
    },
    {
        "id": 202,
        "input": "William Henry Harrison",
        "label": false,
        "initial_response": [
            "Harrison was tutored at home until age 14 when he entered Hampden–Sydney College, a Presbyterian college in Virginia."
        ]
    },
    {
        "id": 203,
        "input": "Garda Traffic Corps",
        "label": false,
        "initial_response": [
            "Automatic number-plate recognition (ANPR) was introduced for use by the Traffic Corps in 2009, and the 'nationwide roll-out of ANPR technology",
            "[..] completed in 2010."
        ]
    },
    {
        "id": 204,
        "input": "National Wildlife Crime Unit",
        "label": false,
        "initial_response": [
            "In 2016, the fate of the agency became uncertain, following a lack of commitment from the Government to include it in the budget documents following a spending review by then Chancellor of the Exchequer George Osborne."
        ]
    },
    {
        "id": 205,
        "input": "Cornelius the First",
        "label": true,
        "initial_response": [
            "The Granby Zoo eventually traded Cornelius to the San Diego Zoo in exchange for a giraffe."
        ]
    },
    {
        "id": 206,
        "input": "Brittany Lincicome",
        "label": true,
        "initial_response": [
            "In 2018, Lincicome was granted a sponsor's exemption into the Barbasol Championship on the PGA Tour."
        ]
    },
    {
        "id": 207,
        "input": "Backtrax USA",
        "label": true,
        "initial_response": [
            "The selection was based on a vote by the general public, for his work with both \"Backtrax USA\" and Sirius XM Hits 1."
        ]
    },
    {
        "id": 208,
        "input": "DJ Burn One",
        "label": true,
        "initial_response": [
            "Burn One credits the experience with teaching him how to \"sell\" music, from a marketing standpoint, to an interested customer."
        ]
    },
    {
        "id": 209,
        "input": "Boris Becker",
        "label": true,
        "initial_response": [
            "As a result, the British tabloids dubbed him \"Bonking Boris\"."
        ]
    },
    {
        "id": 210,
        "input": "Weird Tales",
        "label": true,
        "initial_response": [
            " The decision was made despite the protests of VanderMeer, and prompted her to end her association with the magazine."
        ]
    },
    {
        "id": 211,
        "input": "Washington State Route 520",
        "label": true,
        "initial_response": [
            "By the late 1990s, the bridge was carrying twice as much traffic as it was designed to handle, and calls from Eastside cities and companies for a replacement bridge intensified."
        ]
    },
    {
        "id": 212,
        "input": "Scarlett Johansson",
        "label": false,
        "initial_response": [
            "The film was praised for its visual style, acting, and cinematography, but was controversial for whitewashing the cast, particularly Johansson's character, a cyborg who was meant to hold the memories of a Japanese woman."
        ]
    },
    {
        "id": 213,
        "input": "Judaism and sexuality",
        "label": false,
        "initial_response": [
            "However, there is another Torah commandment known as \"onah\" (Heb: עונה) which obligates a man to provide sexual intercourse to his wife on a regular basis, regardless of whether they have already had children."
        ]
    },
    {
        "id": 214,
        "input": "Orpheo McCord",
        "label": false,
        "initial_response": [
            "In 2014, McCord and Mikael Jorgensen (pianist/keyboardist for Wilco) formed the duo Prism Break, inspired by early 1970s German experimental rock."
        ]
    },
    {
        "id": 215,
        "input": "Thermonectus marmoratus",
        "label": true,
        "initial_response": [
            "The diving beetle swims by thrusting its hind legs simultaneously, and can remain underwater for extended periods of time by storing an air bubble beneath its wings."
        ]
    },
    {
        "id": 216,
        "input": "Garrett Basch",
        "label": true,
        "initial_response": [
            "In addition to scripted content, Basch produced the documentary film \"Life Itself\", for which he won the Producers Guild of America Award in 2015."
        ]
    },
    {
        "id": 217,
        "input": "Downtown Seattle Transit Tunnel",
        "label": false,
        "initial_response": [
            "The tunnel was temporarily closed for nine days in December after a computer glitch disrupted the tunnel's new emergency-control system, which was repaired and replaced."
        ]
    },
    {
        "id": 218,
        "input": "2019 Cricket World Cup",
        "label": false,
        "initial_response": [
            "May 2019, a day before the start of the World Cup."
        ]
    },
    {
        "id": 219,
        "input": "Mosquito Lagoon",
        "label": false,
        "initial_response": [
            "The cities of New Smyrna Beach and Edgewater, the Merritt Island National Wildlife Refuge and the Kennedy Space Center adjoin the lagoon."
        ]
    },
    {
        "id": 220,
        "input": "Viola Davis",
        "label": false,
        "initial_response": [
            "She has been nominated for four Golden Globes Awards, two British Academy Film Awards winning one for each and by earning the Academy Award for Best Supporting Actress honor for \"Fences\", Davis became the first black actor to achieve the Triple Crown of Acting: winning a competitive Oscar, Emmy and Tony in acting categories."
        ]
    },
    {
        "id": 221,
        "input": "Minneapolis",
        "label": false,
        "initial_response": [
            "In 2007 citing the city's bicycle lanes, buses and LRT, \"Forbes\" identified Minneapolis the world's fifth cleanest city."
        ]
    },
    {
        "id": 222,
        "input": "Yemeni Civil War (2015–present)",
        "label": true,
        "initial_response": [
            "A certification and assurance was announced by US Secretary of State Mike Pompeo stating that maximum efforts are being taken by the Saudi-led coalition to avoid civilian casualties in order to legally authorize American military to refuel coalition military aircraft and has affirmed to continued its support."
        ]
    },
    {
        "id": 223,
        "input": "FutureLearn",
        "label": false,
        "initial_response": [
            "It is a Massive Open Online Course (MOOC) learning platform, and as of May 2018 included 143 UK and international partners, including non-university partners."
        ]
    },
    {
        "id": 224,
        "input": "Luis Ladaria Ferrer",
        "label": false,
        "initial_response": [
            "On 20 May 2018, Pope Francis announced that he planned to make Ladaria a cardinal on 28 June."
        ]
    },
    {
        "id": 225,
        "input": "Ashlyn Harris",
        "label": true,
        "initial_response": [
            "Each player received a key to the city from Mayor Bill de Blasio."
        ]
    },
    {
        "id": 226,
        "input": "Electoral colleges for the Senate",
        "label": true,
        "initial_response": [
            "Their members choose the Senators of the Dutch Senate, in a manner similar to the members of the provincial councils in the European Netherlands."
        ]
    },
    {
        "id": 227,
        "input": "Autumn Peltier",
        "label": false,
        "initial_response": [
            "Peltier lives on the Unceded Anishinawbe Territory on Manitoulin Island in northern Ontario."
        ]
    },
    {
        "id": 228,
        "input": "Aaron D. Ford",
        "label": true,
        "initial_response": [
            "He also has a master's, juris doctor, and doctorate degree from Ohio State University."
        ]
    },
    {
        "id": 229,
        "input": "Frank Flood",
        "label": false,
        "initial_response": [
            "The bridge over the River Tolka in Drumcondra at Millmount Avenue/Botanic Avenue was named Droichead Frank Flood on 14 March 2018."
        ]
    },
    {
        "id": 230,
        "input": "Vera Tsu Weiling",
        "label": true,
        "initial_response": [
            "She would continue to learn from her father for another 13 years."
        ]
    },
    {
        "id": 231,
        "input": "Fyre Festival",
        "label": false,
        "initial_response": [
            "The Bahamas Ministry of Tourism apologized on behalf of the nation, and denied having any responsibility for how the events unfolded."
        ]
    },
    {
        "id": 232,
        "input": "I Know What You Did Last Summer (song)",
        "label": false,
        "initial_response": [
            "They are seen weathering a sandstorm, followed by a snowstorm and a rainstorm which culminates in a standoff of sorts ."
        ]
    },
    {
        "id": 233,
        "input": "2018 CONCACAF Champions League",
        "label": true,
        "initial_response": [
            "The first legs were played on March 6–7, and the second legs were played on March 13–14, 2018."
        ]
    },
    {
        "id": 234,
        "input": "Jack Sparrow",
        "label": false,
        "initial_response": [
            "Following the film's end credits, Angelica's voodoo doll of Sparrow has drifted to the island that she is marooned on."
        ]
    },
    {
        "id": 235,
        "input": "Chris Harris (journalist)",
        "label": false,
        "initial_response": [
            "He was on the Glickenhaus team for 2016, but their car was crashed during a practice session."
        ]
    },
    {
        "id": 236,
        "input": "Marshall County High School shooting",
        "label": false,
        "initial_response": [
            "Students that arrived late would have to check in with the front office, and staff members began to screen students with metal detector wands before allowing them to enter."
        ]
    },
    {
        "id": 237,
        "input": "Joshua Dziabiak",
        "label": false,
        "initial_response": [
            "Dziabiak was born in Freedom, Pennsylvania, in 1987."
        ]
    },
    {
        "id": 238,
        "input": "2019 Cricket World Cup",
        "label": false,
        "initial_response": [
            "New Zealand were the fourth and final team to qualify for the semi-finals after Pakistan were unable to increase their net run rate sufficiently enough in their match against Bangladesh at Lord's."
        ]
    },
    {
        "id": 239,
        "input": "Lürssen",
        "label": false,
        "initial_response": [
            "Trading as Lürssen Yachts, it is one of the leading builders of custom superyachts such as Paul Allen's \"Octopus\", David Geffen's \"Rising Sun\", and \"Azzam\", the largest private yacht in the world at 180 m in length."
        ]
    },
    {
        "id": 240,
        "input": "Jamaica national football team",
        "label": false,
        "initial_response": [
            "After a 3–2 home win over Bermuda and two losses to El Salvador, Jamaica finished in third place and was eliminated."
        ]
    },
    {
        "id": 241,
        "input": "Michael Collins (astronaut)",
        "label": false,
        "initial_response": [
            "The museum was completed on budget, and opened three days ahead of schedule on July 1, 1976."
        ]
    },
    {
        "id": 242,
        "input": "Dustbin Baby (film)",
        "label": false,
        "initial_response": [
            "The film won the award, making it one of six International Emmys for the UK, and one of three for the BBC, in 2009."
        ]
    },
    {
        "id": 243,
        "input": "Colombo Central Bank bombing",
        "label": false,
        "initial_response": [
            "Among the wounded were two US citizens, six Japanese, and one Dutch national."
        ]
    },
    {
        "id": 244,
        "input": "Mitch Austin",
        "label": false,
        "initial_response": [
            "On 1 February 2018, Austin was selected to represent Melbourne Victory in the E-League's inaugural season, alongside Mouad Zwed, becoming one of a handful of professional football players to compete in e-sports as well."
        ]
    },
    {
        "id": 245,
        "input": "Charles Camilleri",
        "label": true,
        "initial_response": [
            "In 2014, the Central Bank of Malta issued a silver €10 and gold €50 coin in Camilleri's honour - and as part of the EUROPA star collector coin series which  highlights European culture and events on an annual basis."
        ]
    },
    {
        "id": 246,
        "input": "Dhanvanthi Rama Rau",
        "label": false,
        "initial_response": [
            "In Madras, she met and married the distinguished economist and diplomat Sir Benegal Rama Rau a Chitrapur Saraswat Brahmin and a south Indian from a distinguished family."
        ]
    },
    {
        "id": 247,
        "input": "WFMT",
        "label": false,
        "initial_response": [
            "In 2003, the station began syndication of the program \"\"Exploring Music\" with Bill McGlaughlin\", an educational daily program on various themes in classical music."
        ]
    },
    {
        "id": 248,
        "input": "OPEC",
        "label": false,
        "initial_response": [
            "GECF joined as an eighth partner in 2014, enabling JODI also to cover nearly 90 percent of the global market for natural gas."
        ]
    },
    {
        "id": 249,
        "input": "2014 FIFA World Cup preparations",
        "label": false,
        "initial_response": [
            "Brazil's Deputy Sports Minister, Luis Fernandes, responded by stating that there was \"no panic\"."
        ]
    },
    {
        "id": 250,
        "input": "Ellicott City Historic District",
        "label": false,
        "initial_response": [
            "The 2016 Maryland flood severely impacted the historic district on July 30, 2016, as did another flood on May 27, 2018."
        ]
    },
    {
        "id": 251,
        "input": "Kevin J. Anderson",
        "label": false,
        "initial_response": [
            "Kevin J. Anderson was born March 27, 1962 in Racine, Wisconsin, and grew up in Oregon, Wisconsin."
        ]
    },
    {
        "id": 252,
        "input": "2018 CONCACAF Champions League",
        "label": false,
        "initial_response": [
            "The first leg was played on April 17, and the second leg was played on April 25, 2018."
        ]
    },
    {
        "id": 253,
        "input": "Bluey (2018 TV series)",
        "label": true,
        "initial_response": [
            "The series order was officially announced in May, with an anticipated premiere date of 2020."
        ]
    },
    {
        "id": 254,
        "input": "Clare and Gilbert Valleys Council",
        "label": true,
        "initial_response": [
            "The council was founded on 1 July 1997 with the amalgamation of the District Council of Clare, the District Council of Riverton and the District Council of Saddleworth and Auburn."
        ]
    },
    {
        "id": 255,
        "input": "Welfare",
        "label": false,
        "initial_response": [
            "Roughly half of this welfare assistance, or $462 billion went to families with children, most of which are headed by single parents."
        ]
    },
    {
        "id": 256,
        "input": "Michael Annett",
        "label": true,
        "initial_response": [
            "On January 25, 2019, it was announced that Annett would be driving the No. 1 Chevrolet with the points from the No. 5 car going over to the No. 1 car."
        ]
    },
    {
        "id": 257,
        "input": "Steve \"Clem\" Grogan",
        "label": false,
        "initial_response": [
            "On January 5, 1971, fellow Manson Family member Catherine \"Gypsy\" Share gave birth to a son while in jail awaiting trial; she later revealed that Grogan was the father."
        ]
    },
    {
        "id": 258,
        "input": "Brenda Wingfield",
        "label": false,
        "initial_response": [
            "Wingfield was a recipient of the Christiaan Hendrik Persoon medal for her scientific achievements from the Southern African Society for Plant Pathology."
        ]
    },
    {
        "id": 259,
        "input": "Georgetown University",
        "label": false,
        "initial_response": [
            "It is also located just a few blocks away from the Capital One Arena, the home court of the men's basketball team."
        ]
    },
    {
        "id": 260,
        "input": "Bill Janklow",
        "label": true,
        "initial_response": [
            "His mother moved the family back to the United States, and in 1954 when Janklow was 15, they settled in her home town of Flandreau, South Dakota."
        ]
    },
    {
        "id": 261,
        "input": "St. Mary's University, Calgary",
        "label": false,
        "initial_response": [
            "St. Mary’s University is accredited to offer a Bachelor of Science degree, a Bachelor of Education after degree, eight Bachelor of Arts degrees including: 3 Year General Studies Degree, 4 Year Liberal Studies Degree, 3 and 4 Year English Degrees, 3 and 4 year History Degrees, 3 and 4 year Psychology Degrees as well as transferable university courses in 35 academic disciplines."
        ]
    },
    {
        "id": 262,
        "input": "Michael Collins (astronaut)",
        "label": true,
        "initial_response": [
            "He was also concerned in the event of their deaths on the Moon, he would be forced to return to Earth alone and, as the mission's sole survivor, be regarded as \"a marked man for life\"."
        ]
    },
    {
        "id": 263,
        "input": "Henrietta Poynter",
        "label": false,
        "initial_response": [
            "Her parents were Russian Jewish immigrants and founded the \"New York Daily Call\", a Socialist newspaper"
        ]
    },
    {
        "id": 264,
        "input": "Cambridge Blackfriars",
        "label": false,
        "initial_response": [
            "It was established in 1238, dissolved in 1538 and re-established in 1938."
        ]
    },
    {
        "id": 265,
        "input": "Girl (Maren Morris album)",
        "label": false,
        "initial_response": [
            "The album's first promotional single \"Common\" features Brandi Carlile and was released on February 8."
        ]
    },
    {
        "id": 266,
        "input": "Starship Mine",
        "label": true,
        "initial_response": [
            "In 2017, Popular Mechanics said that \"Starship Mine\" was one of the top ten most fun episodes of \"Star Trek: The Next Generation,\" noting that Captain Picard must save his ship as races against the clock."
        ]
    },
    {
        "id": 267,
        "input": "Parakala Prabhakar",
        "label": false,
        "initial_response": [
            "He was also a former spokesman and one of the founding  general secretaries of Praja Rajyam Party."
        ]
    },
    {
        "id": 268,
        "input": "Pendle witches",
        "label": false,
        "initial_response": [
            "Blake Morrison published a volume of poetry, \"A Discoverie of Witches\"."
        ]
    },
    {
        "id": 269,
        "input": "RetailMeNot",
        "label": false,
        "initial_response": [
            "In June 2018, RetailMeNot sued competitor Honey Science Corporation over patent infringement in computer-related technologies."
        ]
    },
    {
        "id": 270,
        "input": "Walking with Dinosaurs (film)",
        "label": false,
        "initial_response": [
            "Leonard-Morgan then went to Los Angeles, California to dub the music for the film."
        ]
    },
    {
        "id": 271,
        "input": "Kochavi Shemesh",
        "label": true,
        "initial_response": [
            "He did not receive any formal secular education as a child, dropping out before he even completed first grade."
        ]
    },
    {
        "id": 272,
        "input": "Amélie Nothomb",
        "label": true,
        "initial_response": [
            "Nothomb's first novel, \"Hygiène de l'assassin\", was published in 1992."
        ]
    },
    {
        "id": 273,
        "input": "Chester A. Arthur",
        "label": false,
        "initial_response": [
            "Arthur's post-presidency was the second shortest of all presidents who lived past their presidency, after James K. Polk's brief three-month retirement before he died."
        ]
    },
    {
        "id": 274,
        "input": "Business-to-employee",
        "label": false,
        "initial_response": [
            "It is currently one of the most important features of the Internet to develop."
        ]
    },
    {
        "id": 275,
        "input": "Northern Stage, Newcastle upon Tyne",
        "label": true,
        "initial_response": [
            "The architect William Whitfield designed the building as a flexible performance space which also included three bars."
        ]
    },
    {
        "id": 276,
        "input": "City of Manchester Stadium",
        "label": false,
        "initial_response": [
            "On 9 July, a few weeks before the Games began, a sculpture outside the new national headquarters of the English Institute of Sport at SportCity was unveiled by the middle-distance runner Steve Cram."
        ]
    },
    {
        "id": 277,
        "input": "The Resident (TV series)",
        "label": false,
        "initial_response": [
            "Phillip Noyce, an executive producer for the series, directed the first two episodes of the season after signing a multi-year deal with 20th Century Fox Television."
        ]
    },
    {
        "id": 278,
        "input": "BFG (weapon)",
        "label": false,
        "initial_response": [
            "However, Elon Musk has explained that although BFR was the official name, he drew inspiration from the BFG weapon in the \"Doom\" video games."
        ]
    },
    {
        "id": 279,
        "input": "Robin Steinberg",
        "label": false,
        "initial_response": [
            "The organization will be working with public defense offices and community partners across the country to establish 40 sites across the country with the goal of paying bail for 160,000 people."
        ]
    },
    {
        "id": 280,
        "input": "Sara Däbritz",
        "label": false,
        "initial_response": [
            "At the 2019 Women's World Cup, she scored a goal in Germany's 1-0, and 4-0 wins over Spain and South Africa, earning the player of the match award on both occasions."
        ]
    },
    {
        "id": 281,
        "input": "Lady Aiko",
        "label": true,
        "initial_response": [
            "She is inspired by New York neighborhoods and advertising, bringing imagery from Chinatown and Times Square in the form of old signs, billboards, and neon signs."
        ]
    },
    {
        "id": 282,
        "input": "Kontsert",
        "label": false,
        "initial_response": [
            "Joel, being a history enthusiast, took advantage of this opportunity, knowing that this would impact the history of the Cold War."
        ]
    },
    {
        "id": 283,
        "input": "Robert FitzRoy",
        "label": false,
        "initial_response": [
            "As Governor of New Zealand, serving from 1843 to 1845, he tried to protect the Māori from illegal land sales claimed by British settlers."
        ]
    },
    {
        "id": 284,
        "input": "Bernard Goldberg",
        "label": false,
        "initial_response": [
            "And in May 2017, he won his 13th Emmy for an investigation of the International Olympic Committee."
        ]
    },
    {
        "id": 285,
        "input": "Mysore",
        "label": false,
        "initial_response": [
            "Mysore's inter-city public transportation includes rail, Bus and flights."
        ]
    },
    {
        "id": 286,
        "input": "Ken Behring",
        "label": false,
        "initial_response": [
            "Behring died on June 25, 2019 in Contra Costa County, California."
        ]
    },
    {
        "id": 287,
        "input": "Rachel Maines",
        "label": false,
        "initial_response": [
            "In 2012, King's article on Maines's misuse of classical material was awarded the Barbara McManus Prize of the Women's Classical Caucus."
        ]
    },
    {
        "id": 288,
        "input": "European Parliament",
        "label": false,
        "initial_response": [
            "A 2006 report by Alexander Stubb MEP highlighted that by only using English, French and German costs could be reduced from €118,000 per day (for 21 languages then –  Romanian, Bulgarian and Croatian having not yet been included) to €8,900 per day."
        ]
    },
    {
        "id": 289,
        "input": "History of Aston Villa F.C. (1961–present)",
        "label": true,
        "initial_response": [
            "Following the play-off final financial problems began to emerge with Xia struggling to move money out of China to maintain basic football operations."
        ]
    },
    {
        "id": 290,
        "input": "Gabriel Jesus",
        "label": false,
        "initial_response": [
            "In May 2018, he was named in Tite’s final 23-man squad for the 2018 FIFA World Cup in Russia."
        ]
    },
    {
        "id": 291,
        "input": "The Launch",
        "label": true,
        "initial_response": [
            "On February 22, 2018, Bell Media sold international rights to the format to Sony Pictures Television; the company began to sell the first season of the Canadian version, and develop a British version through its production house Electric Ray."
        ]
    },
    {
        "id": 292,
        "input": "2019 Cricket World Cup",
        "label": false,
        "initial_response": [
            "England won the game by scoring 74 points, and Australia came second with 69 points."
        ]
    },
    {
        "id": 293,
        "input": "Beau Bennett",
        "label": true,
        "initial_response": [
            "He also has three siblings: Wade, Shane and Bailey."
        ]
    },
    {
        "id": 294,
        "input": "Huntington Park, California",
        "label": false,
        "initial_response": [
            "As of 2015 the average high temperatures have risen raging from the low to mid 90's."
        ]
    },
    {
        "id": 295,
        "input": "List of Anthrax members",
        "label": true,
        "initial_response": [
            "However, after recording a new album with the band, Nelson left in July 2009 and was replaced for future tour dates by Bush."
        ]
    },
    {
        "id": 296,
        "input": "Nomin Bold",
        "label": true,
        "initial_response": [
            "Her Painting was influenced by the Buddhistischen Thangka Technik, according to her statement."
        ]
    },
    {
        "id": 297,
        "input": "Ivy Day (United States)",
        "label": true,
        "initial_response": [
            "Students are known to give speeches at Ivy Day to commemorate their time and work at the college."
        ]
    },
    {
        "id": 298,
        "input": "Percy Jackson (film series)",
        "label": false,
        "initial_response": [
            "In December 2017, The Walt Disney Company agreed to a 52.4-billion-dollar deal to acquire 21st Century Fox, including the film rights for \"Percy Jackson & The Olympians\"; it's unknown if Disney (the owners of Disney Hyperion) will continue the series or reboot it."
        ]
    },
    {
        "id": 299,
        "input": "The Commercial, Herne Hill",
        "label": false,
        "initial_response": [
            "The Commercial is one of at least 5,000 pubs which were built or rebuilt by breweries in England during the inter-war years."
        ]
    },
    {
        "id": 300,
        "input": "Chris Fleming",
        "label": false,
        "initial_response": [
            "Raised Roman Catholic, he claims to have been experiencing spiritual and paranormal events since the age of four."
        ]
    },
    {
        "id": 301,
        "input": "VentureBeat",
        "label": false,
        "initial_response": [
            "In March 2009, VentureBeat signed a partnership agreement with IDG to produce DEMO Conference, a conference for startups to announce their launches and raise funding from venture capitalists and angel investors."
        ]
    },
    {
        "id": 302,
        "input": "Yemeni Civil War (2015–present)",
        "label": false,
        "initial_response": [
            "Yemeni refugee female and children are extremely susceptible to smuggling and human trafficking."
        ]
    },
    {
        "id": 303,
        "input": "Conan (2007 video game)",
        "label": false,
        "initial_response": [
            "Nihilistic wanted to show that the brutal killings are considered natural by Conan and not executed out of a thirst for blood."
        ]
    },
    {
        "id": 304,
        "input": "List of New England Patriots first-round draft picks",
        "label": false,
        "initial_response": [
            "In 2016, their first-round pick was stripped as punishment for the Deflategate incident."
        ]
    },
    {
        "id": 305,
        "input": "Jacoby Shaddix",
        "label": false,
        "initial_response": [
            "However, in 2012, Shaddix started rapping again in the album \"The Connection\"."
        ]
    },
    {
        "id": 306,
        "input": "Aaliyah",
        "label": true,
        "initial_response": [
            "She argued that Aaliyah's second album \"One in a Million\" was \"very much ahead of its time, with the bass and electro kind of R&B sounds that they produced\", referring to collaborators Timbaland and Missy Elliott and that the sound, which \"really stood out\" at its time, was being replicated."
        ]
    },
    {
        "id": 307,
        "input": "Most Likely to Succeed (film)",
        "label": true,
        "initial_response": [
            "Following the film's premiere, Executive Producer Ted Dintersmith took the film on a 50-state tour, screening the film for learning communities across the country."
        ]
    },
    {
        "id": 308,
        "input": "Daniel Ellsberg",
        "label": false,
        "initial_response": [
            "Weeks later, Assange was indicted on 18 charges under the 1917 wartime Espionage Act."
        ]
    },
    {
        "id": 309,
        "input": "WSDZ",
        "label": false,
        "initial_response": [
            "On October 30, 2017, WSDZ changed their format from conservative talk (which moved to recently purchased sister station KXFN) to urban gospel, branded as \"Praise 95.1 & 1260\"."
        ]
    },
    {
        "id": 310,
        "input": "Neil Bush",
        "label": false,
        "initial_response": [
            "Sharon gained custody of their minor child Ashley, who for a while was estranged from her father."
        ]
    },
    {
        "id": 311,
        "input": "Cerro Summit",
        "label": false,
        "initial_response": [
            "When constructed in 1882, the route was originally part of the D&RGW's transcontinental line to Salt Lake City and remained so until more direct routes were built in the early 20th Century."
        ]
    },
    {
        "id": 312,
        "input": "Geir Hønneland",
        "label": true,
        "initial_response": [
            "Several of Hønneland’s books have appeared in new editions and translations, including to Chinese and Russian."
        ]
    },
    {
        "id": 313,
        "input": "The National (Abu Dhabi)",
        "label": false,
        "initial_response": [
            "Martin Newland was editor of the \"Daily Telegraph\" from 2003 to 2005, and he took with him many former \"Telegraph\" employees, most notably Colin Randall (former \"Telegraph\" executive news editor), Sue Ryan (former managing editor) and senior photographer Stephen Lock (who covered domestic and foreign news and the international fashion circuit during 20 years on \"The Daily Telegraph\")."
        ]
    },
    {
        "id": 314,
        "input": "Dania Ramirez",
        "label": false,
        "initial_response": [
            "Land has a son Kai (b. 2001) with former wife Sharon Leal."
        ]
    },
    {
        "id": 315,
        "input": "Andrew Nikou",
        "label": true,
        "initial_response": [
            "He was bullied in school for being short."
        ]
    },
    {
        "id": 316,
        "input": "Shinee World III",
        "label": false,
        "initial_response": [
            "\nThe boys held the first concert of the tour in Seoul on the 8th and 9th in front of 25,000 fans."
        ]
    },
    {
        "id": 317,
        "input": "Philippe Lançon",
        "label": false,
        "initial_response": [
            "He was wounded in the face by rifle fire and was left in critical condition, but ultimately survived his injuries."
        ]
    },
    {
        "id": 318,
        "input": "Apollo 11",
        "label": true,
        "initial_response": [
            "In 1971, it was transferred to the Smithsonian Institution, and was displayed at the National Air and Space Museum (NASM) in Washington, DC."
        ]
    },
    {
        "id": 319,
        "input": "CYP1A2",
        "label": true,
        "initial_response": [
            "Lower activity of CYP1A2 in South Asians appears to be due to cooking these vegetables in curries using ingredients such as cumin and turmeric, ingredients known to inhibit the enzyme."
        ]
    },
    {
        "id": 320,
        "input": "Space Shuttle Challenger disaster",
        "label": true,
        "initial_response": [
            "It is currently on display at Clear Lake High School in Houston, which was attended by Onizuka's children."
        ]
    },
    {
        "id": 321,
        "input": "Sir Charles Pym, 1st Baronet",
        "label": false,
        "initial_response": [
            "In 1641, Pym was elected Member of Parliament for Bere Alston in the Long Parliament after the previous member was expelled."
        ]
    },
    {
        "id": 322,
        "input": "Dome of the Rock",
        "label": false,
        "initial_response": [
            "Surah Ya Sin (the 'Heart of the Quran') is inscribed across the top of the tile work and was commissioned in the 16th century by Suleiman the Magnificent."
        ]
    },
    {
        "id": 323,
        "input": "2019 Stanley Cup playoffs",
        "label": false,
        "initial_response": [
            "In Game Three, Lehner stopped 25 of 26 shots helping the Islanders win 4–1."
        ]
    },
    {
        "id": 324,
        "input": "Jabba the Hutt",
        "label": false,
        "initial_response": [
            "Jabba the Hutt's musical theme throughout the film, composed by John Williams, is played on a tuba."
        ]
    },
    {
        "id": 325,
        "input": "Zacharias Jimenez",
        "label": true,
        "initial_response": [
            "He then served as auxiliary bishop of the Roman Catholic Diocese of Butuan, Philippines and as titular bishop of \"Arba\" from 11 June 2003 until his death."
        ]
    },
    {
        "id": 326,
        "input": "Ice hockey at the 2022 Winter Olympics – Men's qualification",
        "label": true,
        "initial_response": [
            "The host along with the top eight teams in the world ranking received automatic berths into the Olympics, while all other teams have an opportunity to qualify for the remaining three spots in the Olympics."
        ]
    },
    {
        "id": 327,
        "input": "Busáras",
        "label": false,
        "initial_response": [
            "The Eblana Theatre, originally intended as a newsreel venue, in the basement of the building was used as a theatre venue from 1959 to 1995."
        ]
    },
    {
        "id": 328,
        "input": "SriLankan Airlines",
        "label": false,
        "initial_response": [
            "Currently, SriLankan operates an all-Airbus fleet with the exception of its discontinued Air-Taxi services."
        ]
    },
    {
        "id": 329,
        "input": "Museum of Bad Art",
        "label": false,
        "initial_response": [
            "The founders' initial attempt at dealing with their constrained exhibition space was to create the Virtual Museum Of Bad Art, a CD-ROM with a cast of 95 people that presented the MOBA art collection in a fictional imaginary museum."
        ]
    },
    {
        "id": 330,
        "input": "Ashlyn Harris",
        "label": true,
        "initial_response": [
            "On May 1, 2019, Harris was named to the 23 player roster for the 2019 Women's World Cup."
        ]
    },
    {
        "id": 331,
        "input": "2019 Cricket World Cup",
        "label": true,
        "initial_response": [
            "The ICC announced their team of the tournament on 15 July 2019 with Kane Williamson being named as player of the tournament and captain of the team."
        ]
    },
    {
        "id": 332,
        "input": "Dale Hodges Park",
        "label": false,
        "initial_response": [
            "One of the main focuses of the project was to improve the underground storm drain system of stormwater collected from eight northwest communities, including Silver Springs and Varsity."
        ]
    },
    {
        "id": 333,
        "input": "Influenza",
        "label": true,
        "initial_response": [
            "According to the CDC, rapid diagnostic tests have a sensitivity of 50–75% and specificity of 90–95% when compared with viral culture."
        ]
    },
    {
        "id": 334,
        "input": "Sydenham High School",
        "label": true,
        "initial_response": [
            "The school's original Anglo Saxon motto, \"Nyle ye drede\", means \"fear nothing\" and is adopted by the school as a whole."
        ]
    },
    {
        "id": 335,
        "input": "West Wycombe Park",
        "label": true,
        "initial_response": [
            "In 1943, Sir John gave the house and grounds to the National Trust, on condition that he and his descendants could continue living in the house."
        ]
    },
    {
        "id": 336,
        "input": "FC Bayern Munich Junior Team",
        "label": false,
        "initial_response": [
            "It has educated many players who have become regulars in the Bundesliga and Germany."
        ]
    },
    {
        "id": 337,
        "input": "2018 Bulawayo bombing",
        "label": true,
        "initial_response": [
            "The next day, the ZDF issued a statement saying that it was not a coup d'état and that President Robert Mugabe was safe, although the situation would return to normal only after the ZDF had dealt with the \"criminals\" around Mugabe responsible for the socio-economic problems of Zimbabwe."
        ]
    },
    {
        "id": 338,
        "input": "William S. Harney",
        "label": true,
        "initial_response": [
            "Harney died at his home near Orlando, Florida, in 1889, just months after Harney County, Oregon was named for him."
        ]
    },
    {
        "id": 339,
        "input": "Abydos (Hellespont)",
        "label": false,
        "initial_response": [
            "The diocese is currently a titular see of the Patriarchate of Constantinople, and Gerasimos Papadopoulos was titular Bishop of Abydos from 1962 until his death in 1995."
        ]
    },
    {
        "id": 340,
        "input": "Hallam F.C.",
        "label": false,
        "initial_response": [
            "They have played at their Sandygate Road home in the Sheffield suburb of Crosspool since formation, with the ground being officially recognised by the Guinness Book of Records as \"The Oldest Football Ground in the World\"."
        ]
    },
    {
        "id": 341,
        "input": "2018 Challenge Tour",
        "label": true,
        "initial_response": [
            "It was introduced in 1986 and was originally called the Satellite Tour, before being renamed with its present title in 1990."
        ]
    },
    {
        "id": 342,
        "input": "Alberta Social Credit Party",
        "label": false,
        "initial_response": [
            "In 2016, anti-abortion activist Jeremy Fraser won the party's leadership in what was called an \"invalid takeover\" by Skowronski."
        ]
    },
    {
        "id": 343,
        "input": "Technological University Dublin",
        "label": false,
        "initial_response": [
            "It is the eighth university in Ireland, and the fourth in the Dublin Region, following Trinity College Dublin, University College Dublin, and Dublin City University."
        ]
    },
    {
        "id": 344,
        "input": "Garfield station (CTA Green Line)",
        "label": true,
        "initial_response": [
            "In June 2017, the University of Chicago announced plans to renovate the interior and reopen the former station entrance as a part of their Arts Block complex."
        ]
    },
    {
        "id": 345,
        "input": "Andy Moeller",
        "label": false,
        "initial_response": [
            "He and the Browns mutually parted ways before the teams' home opener on September 27, 2015."
        ]
    },
    {
        "id": 346,
        "input": "Daily Hive",
        "label": false,
        "initial_response": [
            "It began digital publishing in 2008 and became Western Canada's largest online-only publication by 2016."
        ]
    },
    {
        "id": 347,
        "input": "Marie Wilcox",
        "label": false,
        "initial_response": [
            "Marie Wilcox is the last fluent speaker of Wukchumni, a dialect of Tule-Kaweah, which is a Yokutsan indigenous language spoken by the Tule-Kaweah Yokuts of California."
        ]
    },
    {
        "id": 348,
        "input": "Jack Keane",
        "label": false,
        "initial_response": [
            "Keane is an Advisory Board Member of Spirit of America, a 501(c)(3) organization that supports the safety and success of Americans serving abroad and the local people and partners they seek to help."
        ]
    },
    {
        "id": 349,
        "input": "The Inside of the Cup",
        "label": true,
        "initial_response": [
            "As of April 2013, the movie is reported to have survived but without a projection print as of yet."
        ]
    },
    {
        "id": 350,
        "input": "Sunflower Student Movement",
        "label": false,
        "initial_response": [
            "The organization aims to reform Taiwan's referendum laws and push for legislative review of the CSSTA, along with other cross-strait pacts and economic bills."
        ]
    },
    {
        "id": 351,
        "input": "Jean Simmons",
        "label": false,
        "initial_response": [
            "Olivier offered her the chance to work and study at the Bristol Old Vic, advising her to play anything they threw at her to get experience; she was under contract to the Rank Organisation, which vetoed the idea."
        ]
    },
    {
        "id": 352,
        "input": "Boris Becker",
        "label": false,
        "initial_response": [
            "On 21 June 2017, Becker was declared bankrupt by the Bankruptcy and Companies Court."
        ]
    },
    {
        "id": 353,
        "input": "Cymric, Saskatchewan",
        "label": false,
        "initial_response": [
            "The church later became a United Church in 1925 which was closed in 1968 and the building sold for $100 and moved to the Methodist Church camp at Arlington Beach on nearby Last Mountain Lake."
        ]
    },
    {
        "id": 354,
        "input": "Make It Right (BTS song)",
        "label": true,
        "initial_response": [
            "It also speaks about their biggest accomplishments and that without their fans it would feel empty."
        ]
    },
    {
        "id": 355,
        "input": "William Herbert (planter)",
        "label": false,
        "initial_response": [
            "He was elected a knight of the shire (MP) for Monmouthshire in 1584, 1586 and 1593."
        ]
    },
    {
        "id": 356,
        "input": "Toy Story 4",
        "label": true,
        "initial_response": [
            "The film had an early screening at Disney's Hollywood Studios on June 8, 2019."
        ]
    },
    {
        "id": 357,
        "input": "Conan (2007 video game)",
        "label": false,
        "initial_response": [
            "After the game was released in Europe, Nihilistic made demos of the game available for downloading over Xbox Live and PlayStation Network."
        ]
    }
]